---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevIndBottom
source: html/9c61db6c-bd5a-7282-684b-e5f2cbc0e633.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevIndBottom Property

"Bottom Indicator"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevIndBottom { get; }
```